Repository: maurosabatino/pkm_collection
Catalog: Modules/FeatureExpansion/Resources/FeatureExpansion.xcstrings
Source language: en
Languages: it

# featureExpansion.action.retry
source: Retry
it: Riprova

# featureExpansion.card.noFoil
source: No Foil
it: Nessun foil

# featureExpansion.details.title.prefix
source: Expansion Details:
it: Dettagli espansione:

# featureExpansion.displayMode.master
source: Master Set
it: Set completo

# featureExpansion.displayMode.regular
source: Regular Set
it: Set regolare

# featureExpansion.displayMode.title
source: Display Mode
it: Modalità di visualizzazione

# featureExpansion.empty.description
source: Check the JSON file or the loading logic.
it: Controlla il file JSON o la logica di caricamento.

# featureExpansion.empty.title
source: No cards found
it: Nessuna carta trovata

# featureExpansion.error.cardsJsonNotFound
source: JSON file '%@.json' for cards not found in bundle.
it: File JSON "%@.json" per le carte non trovato nel bundle.

# featureExpansion.error.jsonNotFound
source: JSON file '%@.json' not found in bundle.
it: File JSON "%@.json" non trovato nel bundle.

# featureExpansion.error.loadingCardsForSet
source: Error loading cards for %@: %@
it: Errore nel caricamento delle carte per %@: %@

# featureExpansion.error.loadingCardsPrefix
source: Error loading cards:
it: Errore nel caricamento delle carte:

# featureExpansion.error.loadingExpansions
source: Error loading expansions: %@
it: Errore nel caricamento delle espansioni: %@

# featureExpansion.expansion.cardsPrefix
source: Cards:
it: Carte:

# featureExpansion.expansion.releaseDatePrefix
source: Release Date:
it: Data di uscita:

# featureExpansion.loading.cards
source: Loading cards...
it: Caricamento carte...

# featureExpansion.search.cards.placeholder
source: Search Cards
it: Cerca carte

# featureExpansion.search.expansions.placeholder
source: Search Expansions
it: Cerca espansioni

# featureExpansion.tab.label
source: Expansions
it: Espansioni

# featureExpansion.title
source: Pokémon Expansions
it: Espansioni Pokémon

# featureExpansion.catalog.title
source: Card Catalog
it: Catalogo Carte

# featureExpansion.filters.title
source: Filters
it: Filtri

# featureExpansion.filters.types
source: Types
it: Tipi

# featureExpansion.filters.rarities
source: Rarities
it: Rarità

# featureExpansion.filters.clear
source: Clear
it: Reset

# featureExpansion.filters.apply
source: Apply
it: Applica

# featureExpansion.filters.unavailable
source: Filters unavailable
it: Filtri non disponibili

# featureExpansion.filters.showOwnedOnly
source: Show owned only
it: Solo possedute

# featureExpansion.filters.expansions
source: Expansions
it: Espansioni

# featureExpansion.sort.title
source: Sort by
it: Ordina per

# featureExpansion.sort.number
source: Collector number
it: Numero carta

# featureExpansion.sort.name
source: Name
it: Nome

# featureExpansion.sort.rarity
source: Rarity
it: Rarità

# featureExpansion.sort.release
source: Release date
it: Data di uscita
